<!doctype html>
<html class="no-js" lang="zxx">

<head>
    <meta charset="utf-8">
    <meta http-equiv="x-ua-compatible" content="ie=edge">
    <title>Glaxdu - Education Bootstrap 5 Template</title>
    <meta name="description" content="">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!-- Favicon -->
    <link rel="shortcut icon" type="image/x-icon" href="assets/img/favicon.png">

    <!-- CSS
	============================================ -->

    <!-- Bootstrap CSS -->
    <link rel="stylesheet" href="assets/css/bootstrap.min.css">

    <!-- Icon Font CSS -->
    <link rel="stylesheet" href="assets/css/icons.min.css">

    <!-- Plugins CSS -->
    <link rel="stylesheet" href="assets/css/plugins.css">

    <!-- Main Style CSS -->
    <link rel="stylesheet" href="assets/css/style.css">

    <!-- Modernizer JS -->
    <script src="assets/js/vendor/modernizr-3.11.7.min.js"></script>
</head>

<body>
  <?php include_once("admin/partials/head.php") ?>

    <div class="breadcrumb-area">
        <div class="breadcrumb-top default-overlay bg-img breadcrumb-overly-4 pt-100 pb-95"
            style="background-image:url(assets/img/slider/slide\ image.jpg);">
            <div class="container">
                <h2>Our History</h2>

            </div>
        </div>
        <div class="breadcrumb-bottom">
            <div class="container">
                <ul>
                    <li><a href="#">Home</a> <span><i class="fa fa-angle-double-right"></i>About us</span></li>
                </ul>
            </div>
        </div>
    </div>
    <div class="about-us pt-130 pb-130">
        <div class="container">
            <div class="row">

                <div class="about-content2">
                    <div class="section-title section-title-green mb-30">
                        <h2 >Our Journey Through Time</h2>
                        <p1 style="text-align: left; padding: 50px;"><b>প্রতিষ্ঠা:</b> </p1>
                    </div>
                    <p style="width: 80%; padding-left: 80px;">মতিঝিল এজিবি কলোনির বাসিন্দাদের উদ্যোগে ১৯৬৫ সালের ১৫ মার্চ ঢাকার প্রাণকেন্দ্র মতিঝিলে ‘আইডিয়াল
                        স্কুল’ একটি প্রাথমিক বিদ্যালয় হিসেবে আত্মপ্রকাশ করে। ১৯৬৮ সালে জুনিয়র স্কুল এবং ১৯৭২ সালে এটি
                        পূর্ণাঙ্গ হাই স্কুলে উন্নীত হয়। ১৯৭৩ সালে এই স্কুলের শিক্ষার্থীরা প্রথমবারের মতো এসএসসি পরীক্ষায়
                        অংশ নিয়ে ঈর্ষণীয় ফলাফল অর্জন করে। পরবর্তীতে ১৯৯০-৯১ শিক্ষা বছরে সরকারের নির্দেশে মতিঝিল
                        ক্যাম্পাসে স্কুল ভবনের পূর্বদিকে ছাত্রীদের জন্য কলেজ শাখা চালু করা হয়। প্রতিষ্ঠাকাল থেকে
                        প্রতিষ্ঠানটি স্বতন্ত্র বৈশিষ্ট্য নিয়ে সগৌরবে এগিয়ে চলছে। বরাবর এ প্রতিষ্ঠানের ছাত্র-ছাত্রীরা
                        ঈর্ষণীয় ফলাফল অর্জন করছে। এসএসসি পরীক্ষায় ছাত্র-ছাত্রীদের ফলাফল দেশ জুড়ে সকলের বিশেষ দৃষ্টি
                        আকর্ষণ করতে সক্ষম হয়েছে। প্রাথমিক সমাপনী ও জুনিয়র স্কুল সার্টিফিকেট পরীক্ষাতেও একই ধরণের ফলাফল
                        শিক্ষার্থীরা অর্জন করছে। শিক্ষাসম্পূরক কার্যক্রমেও এ প্রতিষ্ঠানের সাফল্য বরাবর উল্লেখযোগ্য। এই
                        সাফল্যের পেছনে রয়েছে প্রতিষ্ঠানের দক্ষ প্রশাসন ও শিক্ষকবৃন্দের আন্তরিকতা ও মেধা। এখানে শিক্ষা
                        প্রতিষ্ঠানের সাবেক অধ্যক্ষ মরহুম মোঃ ফয়জুর রহমানের নাম বিশেষভাবে স্মরণীয়। প্রতিষ্ঠানটিতে রয়েছে
                        ডিবেটিং ক্লাব, বিজ্ঞান ক্লাব, সাংস্কৃতিক পরিষদ, ইংলিশ সোসাইটি এবং অত্যন্ত চৌকস বিএনসিসি ও স্কাউট
                        দল। মহান ভাষা সৈনিকদের স্মরণে ২০০৯ সালে গভর্নিং বডির উদ্যোগে প্রতিষ্ঠানের মতিঝিল ক্যাম্পাসে
                        নির্মিত হয়েছে শহিদ মিনার।</p>
                   
                        <h5 style="text-align: left; padding: 8px;"><b>ইংলিশ ভার্সন প্রতিষ্ঠা:</b> </h5>
                    <p style="width: 80%; padding-left: 80px;">মতিঝিল এজিবি কলোনির বাসিন্দাদের উদ্যোগে ১৯৬৫ সালের ১৫ মার্চ ঢাকার প্রাণকেন্দ্র মতিঝিলে ‘আইডিয়াল
                         ২০০৩ সালে মতিঝিল ক্যাম্পাসে ৬ষ্ঠ ও ৭ম শ্রেণিতে ছাত্র-ছাত্রী ভর্তির মাধ্যমে ইংলিশ ভার্সন চালু
                            হয়। ২০০৫ সালে ইংরেজি ভার্সনে প্রথম শ্রেণিতে ছাত্র-ছাত্রী ভর্তি এবং পর্যায়ক্রমে ১০ম শ্রেণি
                            পর্যন্ত উন্নীত করা হয়। ২০০৬ সালের অক্টোবর মাসে গণপূর্ত মন্ত্রণালয়ের কাছ থেকে স্কুল বিল্ডিং
                            সংলগ্ন ১২ শতাংশ জমি ক্রয় করা হয়। ২০০৯ সালে নতুন গভর্নিং বডি দায়িত্ব গ্রহণ করার পর উক্ত জমির
                            ওপর প্রতিষ্ঠানের নিজস্ব অর্থায়নে প্রায় দশ কোটি টাকা ব্যয়ে বারতলা ভিতবিশিষ্ট ইংলিশ ভার্সনের
                            জন্য নতুন ভবন নির্মাণ কাজ শুরু করা হয় এবং বর্তমানে এই ভবনটিতে ইংলিশ ভার্সন স্থানান্তর করে
                            পাঠদানের কার্যক্রম চলছে।</p>
                    
                        <h5 style="text-align: left; padding: 8px;"><b>বনশ্রী ব্রাঞ্চ প্রতিষ্ঠা : </b> </h5>
                        <p style="width: 80%; padding-left: 80px;"> ১৯৯৬ সালে খিলগাঁও (বর্তমানে রামপুরা) থানার বনশ্রী আবাসিক প্রকল্প এলাকায় প্রতিষ্ঠানের নিজস্ব
                            অর্থায়নে ছয় বিঘা জমি ক্রয় করে সেমিপাকা ভবনে ১ম শ্রেণি থেকে ৮ম শ্রেণি পর্যন্ত মোট ৭০২ জন
                            ছাত্র-ছাত্রী নিয়ে বনশ্রী ব্রাঞ্চ যাত্রা শুরু করে।

                            অতঃপর পর্যায়ক্রমে এ ব্রাঞ্চ ১০ম শ্রেণি পর্যন্ত উন্নীত করা হয়। পরবর্তীতে গভর্নিং বডি
                            প্রতিষ্ঠানের চাহিদা মোতাবেক বহুতলবিশিষ্ট ইমারত নির্মাণের সিদ্ধান্ত গ্রহণ করে। ২০০৫ সালের ২৭
                            আগস্ট স্কুল ভবনের ভিত্তিপ্রস্তর স্থাপন করা হয় এবং প্রস্তাবিত এ ভবনটি সর্বোচ্চ ছয়তলা করার
                            সিদ্ধান্ত গৃহীত হয়। বর্তমানে চারতলা বিশিষ্ট এ স্কুল ভবনের প্রতি তলার ক্ষেত্রফল ১৪,৫০০
                            বর্গফুট। ২০০৬ সালের ৫ অক্টোবর তারিখে নবনির্মিত এ ভবনের উদ্বোধন করা হয়। ২০০৭ সালের জানুয়ারি
                            মাস থেকে বিদ্যালয়ের সকল কার্যক্রম এ নতুন ভবনে পরিচালিত হয়ে আসছে। ২০১২ সালে নির্বাচিত গভর্নিং
                            বডি দায়িত্ব গ্রহণের পর বনশ্রী ক্যাম্পাসে প্রথম থেকে তৃতীয় শ্রেণি পর্যন্ত ৩০০ ছাত্র-ছাত্রী
                            নিয়ে খোলা হয়েছে নতুন ইংলিশ ভার্সন। ২০১৪ সালে দশতলা ভিতবিশিষ্ট একটি দালানের দোতলা পর্যন্ত
                            সরকারি খরচে সম্পন্ন হয়েছে। প্রতিষ্ঠানের নিজস্ব অর্থায়নে শিক্ষা প্রমোশন অধিদপ্তরের মাধ্যমে
                            উক্ত ভবনের তিনতলা ঊর্ধ্বমুখী সম্প্রসারণের কার্যাদেশ দেওয়া হয়েছে।</p>
                    
                        <h5 style="text-align: left; padding: 8px;"><b>মুগদা ব্রাঞ্চ প্রতিষ্ঠা:</b> </h5>
                        <p style="width: 80%; padding-left: 80px;">  ২০০৯ সালে মাননীয় প্রধানমন্ত্রী শেখ হাসিনার নেতৃত্বে সরকার গঠিত হওয়ার পর স্থানীয় সংসদ সদস্য (ঢাকা-৮) জনাব রাশেদ খান মেননের তত্ত¡াবধানে প্রতিষ্ঠানটিতে নতুন গভর্নিং বডি গঠিত হয়। এ সময় খিলগাঁও-সবুজবাগ এলাকার জনগণের দীর্ঘদিনের দাবি পূরণে এবং আইডিয়াল স্কুল অ্যান্ড কলেজে ভর্তিচ্ছু ছাত্র-ছাত্রীর চাহিদা মেটাতে সবুজবাগ থানার মুগদায় প্রতিষ্ঠানের একটি ব্রাঞ্চ খোলার উদ্যোগ গ্রহণ করা হয়। আইডিয়াল স্কুল অ্যান্ড কলেজের গভর্নিং বডির সভাপতি জনাব রাশেদ খান মেনন এমপি’র নেতৃত্বে গভর্নিং বডির সকল সদস্যের অক্লান্ত পরিশ্রম ও ঢাকা-৯ আসনের মাননীয় সংসদ সদস্য জনাব সাবের হোসেন চৌধুরীর আন্তরিক প্রচেষ্টা ও সার্বিক সহযোগিতায় গণপ্রজাতন্ত্রী বাংলাদেশ সরকারের মাননীয় প্রধানমন্ত্রী জননেত্রী শেখ হাসিনা মুগদা ব্রাঞ্চের জন্য এক একর জমি বরাদ্দ করেন এবং সেখানে সেমিপাকা ভবন নির্মাণ করা হয়। ২০১১ সালের ২ মার্চ থেকে ৮ম শ্রেণি পর্যন্ত ১৭৫৭ জন ছাত্র/ছাত্রী নিয়ে পাঠদান কার্যক্রম শুরু হয়। ২০১১ সালে ৮ জুন তারিখে গণপ্রজাতন্ত্রী বাংলাদেশ সরকারের মাননীয় প্রধানমন্ত্রী জননেত্রী শেখ হাসিনা প্রতিষ্ঠানটির প্রস্তাবিত নতুন একাডেমিক ভবনের ভিত্তিপ্রস্তর স্থাপন করেন এবং একই দিনে এ ব্রাঞ্চটির আনুষ্ঠানিকভাবে শুভ উদ্বোধন করেন। এই অসাধ্যকে সাধন করার পেছনে শক্তি যুগিয়েছে আত্মবিশ্বাস, পারস্পরিক শ্রদ্ধাবোধ, প্রতিষ্ঠানের সকল শিক্ষক-কর্মচারির অকুণ্ঠ সহযোগিতা, যার মূল শক্তি ছিল স্থানীয় সংসদ সদস্য জনাব সাবের হোসেন চৌধুরীর আন্তরিক সহযোগিতা এবং প্রতিষ্ঠানের গভর্নিং বডির সভাপতি জনাব রাশেদ খান মেনন এমপি’র নেতৃত্ব এবং গভর্নিং বডি ও প্রতিষ্ঠানের অধ্যক্ষ ড. শাহান আরা বেগমের অক্লান্ত পরিশ্রম। এই ব্রাঞ্চে বর্তমানে প্রতিষ্ঠানের নিজস্ব অর্থায়নে ৮ম তলা ভিতবিশিষ্ট পাঁচতলা পর্যন্ত ভবনের কাজ চলছে।</p>
                    
                        <h5 style="text-align: left; padding: 8px;"><b>কলেজ শাখা প্রতিষ্ঠা:</b> </h5>
                        <p style="width: 80%; padding-left: 80px;">  ১৯৯০ সালে তৎকালীন গভর্নিং বডির উদ্যোগে মেয়েদের লেখাপড়ার চাহিদা মেটানোর লক্ষ্যে কলেজ শাখায় বিজ্ঞান বিভাগে ৭১ জন এবং মানবিক বিভাগে ১৭৯ জন শিক্ষার্থী নিয়ে পাঠদান কার্যক্রম শুরু করা হয়। ১৯৯৩ সালে বিজ্ঞান ও মানবিক বিভাগের পাশাপাশি চালু হয় ব্যবসায় শিক্ষা বিভাগ। তখন ব্যবসায় শিক্ষা বিভাগে ছাত্রী সংখ্যা ছিল ৭৯ জন। ২০১৪ সালে ৫১ জন ছাত্রী নিয়ে ইংলিশ ভার্সন (বিজ্ঞান) যাত্রা শুরু করে। বর্তমানে কলেজ শাখায় বিজ্ঞান বিভাগে (বাংলা মাধ্যম) রয়েছে ০৬টি শাখা, মানবিক ও ব্যাবসায় শিক্ষা বিভাগে ০২টি করে শাখা এবং ইংলিশ ভার্সনে রয়েছে ০১টি শাখা। একাদশ ও দ্বাদশ শাখা মিলিয়ে কলেজে প্রায় ২১০০ মেয়ে অধ্যয়নরত আছে। একাদশ ও দ্বাদশ শ্রেণিতে প্রতি বিষয়ে নিয়মিত শ্রেণি পরীক্ষা নেয়া হয় এবং প্রতি বছর সেমিস্টার পদ্ধতিতে দুটি পরীক্ষা অনুষ্ঠিত হয়। প্রতি বছর ঈর্ষনীয় ফলাফলের মধ্য দিয়ে এগিয়ে যাচ্ছে আমাদের মেয়েরা। কলেজ শাখায় গড়ে পাশের হার ৯৯.৫০। আর জি পি এ ৫ পাওয়ার হার গড়ে প্রায় ৫৬%। কলেজের মেয়েরা পড়াশুনার পাশিপাশি বিভিন্ন সাংস্কৃতিক কার্যক্রমেও অংশগ্রহণ করছে সফলতার সাথে। কলেজে রয়েছে বিজ্ঞান ক্লাব, বিজনেস ক্লাব, ডিবেটিং ক্লাব এবং ইংলিশ ক্লাব। এই ক্লাবগুলোতে অংশগ্রহণ করে বিভিন্ন সময়ে মেয়েরা বিভিন্ন পুরস্কার অর্জনের মধ্য দিয়ে প্রতিষ্ঠানের সুনাম অক্ষুন্ন রেখেছে। কলেজ শাখায় রেঞ্জার ও রোভার স্কাউট গ্রুপের সদস্যগণ জাতীয় ও আন্তর্জাতিক পর্যায়ে দক্ষতার স্বাক্ষর রাখছে। খেলাধুলায়ও মেয়েরা সমান পারদর্শী। তারা ব্যাডমিন্টন ও ফুটবল প্রতিযোগিতায় অংশহগ্রহণ করে চ্যাম্পিয়ন ও রানার আপ হওয়ার গৌরব অর্জন করেছে। এছাড়া অ্যাথলেটিক্স প্রতিযোগিতায়ও প্রথম, দ্বিতীয় ও তৃতীয় হওয়ার গৌরব অর্জন করেছে। এই কার্যক্রম গুলো সফলতার সাথে এগিয়ে নিয়ে যেতে বর্তমান গভর্নিং বডির মাননীয় সভাপতি, অধ্যক্ষ মহোদয় এবং সদস্যবৃন্দের রয়েছে নিরন্তর সহযোগিতা।</p>
                    </div>

                </div>
            </div>

        </div>
    </div>
    </div>

     <?php  include_once("admin/partials/footer.php")?>
    <!-- Footer End -->


    <!-- JS
============================================ -->

    <!-- jQuery JS -->
    <script src="assets/js/vendor/jquery-v2.2.4.min.js"></script>
    <!-- Popper JS -->
    <script src="assets/js/popper.min.js"></script>
    <!-- Bootstrap JS -->
    <script src="assets/js/bootstrap.min.js"></script>
    <!-- Plugins JS -->
    <script src="assets/js/plugins.js"></script>
    <!-- Ajax Mail -->
    <script src="assets/js/ajax-mail.js"></script>
    <!-- Main JS -->
    <script src="assets/js/main.js"></script>

</body>

</html>